@extends('layouts.main')

@section('content')
<br>
    <div class="container bg-white main-shadow" >
        <div class="row" style="margin: 15px ;">
            <div class="col-md-12" >
            	<br>
            	<h2 style="margin: 15px;">นโยบายเกี่ยวกับข้อมูลส่วนบุคคล เว็บไซต์ ViiCheck.com</h2>
            	<br><hr><br>

        		<h5 style="text-decoration: underline; padding: 10px;">1. การยอมรับนโยบายเกี่ยวกับข้อมูลส่วนบุคคล</h5>
        		<br>
        		<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัท ณินทร์ เอเชีย จำกัด (“บริษัท”) ให้บริการเว็บไซต์ ViiCheck.Com (“บริการ”) แก่สมาชิก (“ท่าน”) เพื่อให้เป็นไปตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 บริษัทได้มีการปรับปรุงข้อตกลง และเงื่อนไขการให้บริการ โดยเพิ่มเติมสิทธิหน้าที่ของบริษัท และผู้ใช้บริการ ให้เป็นประโยชน์ของผู้ใช้บริการ และ มีความมั่นใจ ปลอดภัย จากการได้รับสิทธิ์คุ้มครองตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 สำหรับ “การเก็บรวบรวม การใช้ และ การเปิดเผย” ข้อมูลส่วนบุคคลของผู้ใช้บริการให้เป็นไปตามกฎหมาย ทั้งนี้ ขอให้ผู้ใช้บริการมั่นใจว่าบริษัท ได้ให้ความสำคัญอย่างมากในการปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และเพื่อช่วยให้ผู้ใช้งานได้ทราบถึงแนวทางปฏิบัติเกี่ยวกับนโยบายความเป็นส่วนตัว และทราบถึงทางเลือกเกี่ยวกับความเป็นส่วนตัวเมื่อเข้าใช้เว็บไซต์
				</p>

        		<h5 style="text-decoration: underline; padding: 10px;">2. วัตถุประสงค์ของการจัดเก็บข้อมูลส่วนบุคคลของบริษัท</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัทเก็บข้อมูลส่วนบุคคลของท่าน เพื่อยืนยันตัวตนของสมาชิก, การแจ้งเตือนด้านต่างๆ, การลงประกาศขายรถ, การสืบค้นหาข้อมูลรถ และการขอสินเชื่อรถ จากนั้นจึงนำข้อมูลที่ได้มาวิเคราะห์และพัฒนาการให้บริการให้ดีขึ้น สอดคล้องกับความต้องการของผู้ใช้งานมากขึ้น โดยการเก็บรักษาข้อมูลส่วนบุคคลตามวัตถุประสงค์ของกฎหมาย และวัตถุประสงค์ในการดำเนินธุรกิจ</p>

				<h5 style="text-decoration: underline; padding: 10px;">3. บริษัทมีการคุ้มครองข้อมูลส่วนบุคคลอย่างไร</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัทมีมาตรการคุ้มครองความปลอดภัยของข้อมูลส่วนบุคคลของผู้ใช้บริการจากการเข้าถึงข้อมูลโดยไม่ได้รับอนุญาต การสูญหาย การใช้ข้อมูลในทางที่ผิดไปจากวัตถุประสงค์ในการจัดเก็บ การเปิดเผยและการเปลี่ยนแปลงแก้ไข เช่น FireWall, การควบคุมและการอนุญาตให้เข้าถึงข้อมูล แต่ไม่รวมถึงข้อมูลที่บริษัทได้รับอนุญาตจากผู้ใช้บริการให้เปิดเผยแก่บุคคลภายนอก</p>

				<h5 style="text-decoration: underline; padding: 10px;">4. ข้อมูลส่วนบุคคลที่บริษัทจัดเก็บ</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.1 ข้อมูลเกี่ยวกับการใช้บริการทั่วไป เช่น CooKies, ข้อมูลจราจรทางคอมพิวเตอร์ ซึ่งจัดเก็บเพื่อวิเคราะห์พฤติกรรมการใช้งาน เพื่อตอบสนองความต้องการเฉพาะบุคคลของผู้เข้าเยี่ยมชมหรือบริการเว็บไซต์ และอำนวยความสะดวกแก่ผู้ใช้งานเฉพาะบุคคลในการแสดงผล ซึ่งผู้ใช้งานอาจมีความสนใจเป็นพิเศษ<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.2 ข้อมูลที่ผู้เข้าใช้บริการได้ลงทะเบียนสมัครสมาชิก เช่น ชื่อ, นามสกุล, หมายเลขโทรศัพท์, ไปรษณีย์อิเล็กทรอนิกส์,ข้อมูลทะเบียนยานพาหนะ, วันที่สมัครเข้าเป็นสมาชิก หรือเปลี่ยนแปลงแก้ไขข้อมูลสมาชิก รวมไปถึงรายละเอียดอื่นๆตามความจำเป็น โดยจัดเก็บเพื่อวัตถุประสงค์ในการยืนยันตัวบุคคลและป้องกันการปลอมแปลงตัวตน<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.3 ข้อมูลที่ผู้เข้าใช้บริการ เลื่อนหรือลงประกาศขายยานพาหนะ หรือส่งข้อมูลข่าวสาร เช่น ชื่อ, นามสกุล, หมายเลขโทรศัพท์, ยี่ห้อ, รุ่น, ข้อมูลทะเบียนยานพาหนะ รวมไปถึงรายละเอียดอื่นๆตามความจำเป็น และเปลี่ยนแปลงแก้ไขข้อมูลเจ้าของและยานพาหนะ โดยจัดเก็บเพื่อวัตถุประสงค์ในการแสดงข้อมูลเลื่อนหรือลงประกาศขายยานพาหนะ หรือส่งข้อมูลข่าวสาร จัดเก็บเพื่อวัตถุประสงค์ในการแสดงตัวตนของเจ้าของรถ<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.4 ข้อมูลที่ผู้เข้าใช้บริการได้ให้ความยินยอมในการขอสินเชื่อ เช่น บัตรประจำตัวประชาชน, ทะเบียนบ้าน, บัญชีเงินเดือน, สมุดบัญชีธนาคาร และสมุดทะเบียนรถที่ต้องการขอสินเชื่อ โดยจัดเก็บเพื่อวัตถุประสงค์ในการส่งข้อมูลต่อให้ธนาคารพิจารณาการขอสินเชื่อ อนึ่ง ข้อมูลเกี่ยวกับการขอสินเชื่อจะถูกเก็บไว้เป็นระยะเวลา 15 วันหลังจากส่งต่อให้ธนาคารแล้ว<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.5 ข้อมูลเกี่ยวกับการเข้าใช้บริการอื่น ๆ เช่นข้อมูลข้อมูลจราจรทางคอมพิวเตอร์ ฯลฯ
				จะจัดเก็บตามข้อบังคับประกาศกระทรวงเทคโนโลยีสารสนเทศ และการสื่อสาร
				</p>

				<h5 style="text-decoration: underline; padding: 10px;">5. ระยะเวลาในการเก็บรวมรวบข้อมูลส่วนบุคคล</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัททำการจัดเก็บข้อมูลส่วนบุคคลตามหลักเกณฑ์ของพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 โดยสำหรับข้อมูลเกี่ยวกับผู้เข้าใช้บริการซึ่งได้ลงทะเบียนสมัครสมาชิกจะถูกจัดเก็บไว้ตลอดระยะเวลาการเข้าใช้บริการ และสมาชิกที่ไม่มีการเข้าใช้บริการเกิน 1 ปี บริษัทจะระงับการเป็นสมาชิกโดยไม่ต้องแจ้งให้ทราบ แล้วทำการจัดเก็บข้อมูลไว้เป็นระยะเวลา 2 ปี ตามหลักเกณฑ์ของพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ (ฉบับที่ 2) พ.ศ. 2560</p>

				<h5 style="text-decoration: underline; padding: 10px;">6. การถอนความยินยอมในการจัดเก็บข้อมูลส่วนบุคคล</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เจ้าของข้อมูลส่วนบุคคลอาจถอนความยินยอมในการจัดเก็บข้อมูลส่วนบุคคลของตนเมื่อใดก็ได้ โดยการถอนความยินยอมในการจัดเก็บข้อมูลส่วนบุคคลจะมีผลเป็นการ "ระงับ (Deactivate)" สถานะสมาชิกซึ่งอาจทำให้ผู้เข้าใช้บริการไม่ได้รับประโยชน์ในการเข้าใช้บริการบางอย่าง ดังนี้<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1 ผู้เข้าใช้บริการจะไม่สามารถเข้าถึงหน้า "ข้อมูลสมาชิก (Profile)" ของตนเองได้<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.2 ข้อมูลรถที่ลงประกาศขายจะถูกยกเลิก และนำออกจากระบบ<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.3 ข้อมูลจราจรทางคอมพิวเตอร์ ซึ่งบริษัทจะต้องจัดเก็บตามกฎหมาย ยังคงต้องจัดเก็บอยู่ต่อไปตามข้อกำหนดของกฎหมาย<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4 ข้อมูลการขอสินเชื่อที่ส่งต่อไปยังธนาคารเรียบร้อยแล้ว ผู้ใช้บริการต้องขอข้อมูลส่วนบุคคลจากทางธนาคารโดยตรง<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.5 ผู้เข้าใช้บริการสามารถ "ขอเปิดใช้ (Reactivate)" สถานะสมาชิกได้ ซึ่งจะทำให้สามารถเข้าถึงหน้า "ข้อมูลสมาชิก (Profile)" และ ใช้บริการได้ตามปกติ</p>

				<h5 style="text-decoration: underline; padding: 10px;">7. การแลกเปลี่ยนข้อมูล</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัทไม่มีนโยบายเปิดเผยข้อมูลส่วนบุคคลของผู้เข้าใช้บริการในลักษณะเจาะจงเป็นรายบุคคลแก่บุคคลภายนอก เว้นแต่จะต้องปฏิบัติตามข้อกำหนดของกฎหมาย อย่างไรก็ตาม บริษัทมีความจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคล เฉพาะแต่ในกรณีดังต่อไปนี้<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.1 กับบริษัทในเครือ เพื่อดำเนินไปตามธุรกิจของบริษัท ความสะดวกแก่ผู้ใช้บริการในการใช้บริการเว็บไซต์ หรือแอพพลิเคชั่นที่เกี่ยวข้องไปได้ในทันที<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.2 กับธนาคาร เพื่อพิจารณาการขอสินเชื่อ</p>

				<h5 style="text-decoration: underline; padding: 10px;">8. สิทธิของเจ้าของข้อมูลส่วนบุคคล</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.1 ผู้เข้าใช้บริการทั่วไปมีสิทธิขอรับสำเนาข้อมูลส่วนบุคคลที่เกี่ยวกับตน (CooKies) ได้โดยต้องนําอุปกรณ์ที่ใช้ในการเข้าถึงเว็บไซต์ ViiCheck.com เช่น Notebook, PC, Tablet หรือ โทรศัพท์มือถือ มาที่บริษัทเพื่อขอรับสำเนาข้อมูลส่วนบุคคล<br><br>
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8.2 ผู้เข้าใช้บริการที่ได้ลงทะเบียนสมัครสมาชิกมีสิทธิขอรับสำเนาข้อมูลส่วนบุคคลที่เกี่ยวกับตนได้ โดยนําหมายเลขโทรศัพท์ที่ลงทะเบียนสมาชิก เป็นหลักฐานมาแสดง เพื่อยืนยันตัวตนสมาชิก</p>

				<h5 style="text-decoration: underline; padding: 10px;">9. ติอต่อบริษัทเกี่ยวกับข้อมูลส่วนบุคคล</h5>
        		<br>
				<p style="font-size: 16px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เจ้าของข้อมูลส่วนบุคคลสามารถติดต่อในเรื่องข้อมูลส่วนบุคคลของตนเองได้ที่<br><br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บริษัท ณินทร์ เอเชีย จำกัด<br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เลขที่ 82/25 ซิเมนต์ไทย แขวงลาดยาว<br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เขตจตุจักร กรุงเทพมหานคร 10900<br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โทร 086-977-7677<br>
					&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อีเมล์ info.viicheck@gmail.com</p>

			</div>
		</div>
	</div>

@endsection






